// var mymap = L.map('mapid').setView([54.514638, 36.255683], 13);

// L.tileLayer('http://{s}.tile.osm.org/{z}/{x}/{y}.png', {
//     attribution: '© <a href="http://osm.org/copyright">OpenStreetMap</a> contributors'
// }).addTo(mymap);

// var json = SendDataWithResponse('http://hakkaton/startgame');
// alert(json);
// var pars = JSON.parse(json);

// alert(pars.adress);
// var marker1 = L.marker([54.517042, 36.231175]).addTo(mymap);


// var popup = L.popup();

// function MarkClick_1(e) {
//     popup
//         .setLatLng(e.latlng)
//         .setContent("«Гений места» Калуги – Константин Циолковский. «Бородатый чародей», предвосхитивший космическую эпоху, " +
//             "жил в скромном доме, где сейчас открыт музей – там можно увидеть его мастерскую и знаменитые «слухачи», самодельные " +
//             "слуховые аппараты. В Калуге живут его потомки, памятников Циолковскому в городе – целых шесть штук, не считая аэропорта," +
//             " университета и Музея Космонавтики его имени." +
//             " Музей – кстати, первый в мире и крупнейший в России – «дружелюбнее» московского собрата:" +
//             " о космических материях здесь любят и умеют рассказать доступно, а после экскурсии любой желающий может " +
//             "испытать левитацию в магнитных сапогах или взглянуть на мир глазами космонавта через стекло скафандра.\n" +
//             "Адрес: ул. Академика Королева, 2, Калуга, Калужская обл., 248000; Время работы:четверг,10:00–18:00" +
//             e.latlng.toString())
//         .openOn(mymap);
// }
// marker1.on('click', MarkClick_1);